Repository: RubyTheQuester/Email-Personalities
Catalog: Content/Localization/Email/*/Email.po
Languages: ru

# ,01493B8945E7AAADD9C20DAFE10195AF
source: Hey, you should probably process these signals to a higher level. We really can't make out any useful data.\\- Dr. Ken
ru: Эй, тебе, вероятно, следует обработать эти сигналы до более высокого уровня. Мы действительно не можем получить из них никаких полезных данных.\\- Доктор Кен

# ,01E4085445714E4CB4EFD580553E2A0F
source: very good and clear
ru: очень хорошо и чисто

# ,02B8FA1A49D5167D980702B31594C32B
source: either toi ou moi gotta get a back up of this data, because i really wanna keep it. it sounds awesome, kel. can not wait until the year is up\\- ena
ru: либо ты, либо я должны сделать резервную копию этих данных, mon ami, потому что я просто не могу позволить этому пропасть. это звучит потрясающе, кел. жду с нетерпением конца года\\- эна

# ,02D82D4F4AC6123A5F478C860293627C
source: bao shouldn't bitch about this, but he still does. good enough for us, though. thanks, kel\\- ena
ru: бао вообще не должен был сучиться по этому поводу, но, ooh-la-la, он всё равно это делает! нам-то всё равно, главное, что нам подходит. спасибо, кел\\- эна

# ,04E89EBF4405E23911A1B79F08AB127D
source: Quality is good.
ru: Качество хорошее.

# ,056F3E1D4AC91823F381D3B4293B93D9
source: hey kel, i think i can hear something in this. try processing the data if you have a backup. could be useful\\- ena
ru: эй, кел, кажется, я что-то слышу в этих данных. попробуй обработать их, если у тебя есть резервная копия. ça peut быть полезным\\- эна

# ,06187BB141E1A74B8B6826A8135EBA46
source: Couldn't find datatable row "{name}"...
ru: Не удалось найти строку данных "{name}"...

# ,07125D5941FC1412891043BEA8E5FABA
source: thanks kel
ru: merci кел

# ,091270314DB39BE4A339D0B7A2CF3FC0
source: Bao was right about that array. The results you can get from there is really good even within this state. I am getting my team to refine the data right now, Kel.\\- Dr. Ken
ru: Бао был прав насчёт этого массива. Результаты, которые можно получить оттуда, действительно впечатляют даже в таком состоянии. Я уже поручил своей команде заняться доработкой данных, Кел.\\- Доктор Кен.

# ,09C62041453D864F7DF02C94E639EA78
source: I can already tell our names will be in the history books with this one. We gotta get drinks with Ena after this!\\Cheers,\- Dr. Max
ru: Уже чувствую, как наши имена войдут в историю благодаря этому! Надо будет выпить с Эной после всего этого!\\Бывай,\- Доктор Макс

# ,0B81E22B4D7DD20E30B8E6B3D327E5D0
source: hey, you better not be dead yet. i would be pissed at you if you died only a week in. i been analazing the signals you been sending in, saving any i think is worth keeping. hope you're eating well out there. - ena
ru: эй, mon cher, надеюсь, ты там ещё не сдох. я бы сильно рассердилась, если бы ты умудрился умереть всего через неделю. я анализировала сигналы, которые ты отправлял, и сохраняла те, которые, по моему мнению, стоило бы оставить. надеюсь, ты там нормально питаешься. - эна

# ,0DBDBA3F4A2CE7963FFE9AAF87EDF5A8
source: Quality isn't great, so try to send in better signals when you can, dude. I know the machines you're working with are old so don't stress out about it too much, okay?\\- Dr. Ken
ru: Качество не очень, так что постарайся передавать более чёткие сигналы, когда сможешь, чувак. Я знаю, что машины, с которыми ты работаешь, старые, так что не переживай слишком сильно, ладно?\\- Доктор Кен.

# ,0EBDA9C442B2667840C6C096551A8459
source: The quality is good, but still need refining. We will try to refine it ourselves so don't worry about it, dude. If we find anything worthwhile I'll send you an email.\\- Dr. Ken
ru: Качество хорошее, но всё же требует доработки. Мы попробуем разобраться с этим сами, так что не переживай, чувак. Если найдём что-то стоящее, я отправлю тебе письмо.\\- Доктор Кен.

# ,15F70FD941E5122AB81E35A644089BAA
source: Bao doesn't like this.
ru: Бао это не нравится.

# ,17F2A9B14646101292DE2DAD77706090
source: Do you hear something?
ru: Ты что-нибудь слышал?

# ,19352D004239FA2513210095FF2B9BA0
source: Is there something weird with the drives you sent? Something about the data feels off. I don't know if it's the audio or what, but I think we need to refine the drives a bit more.\\Sincerely,\- Dr. Max
ru: С этими дисками что-то странное, как тебе кажется? Что-то с данными не так. Не знаю, то ли это звук, то ли ещё что, но, думаю, нам надо их немного доработать.\\Искренне,\- Доктор Макс

# ,199A2CC24488BDAEA1FF2D814B989A33
source: Data is shoddy.
ru: Данные ненадёжны.

# ,1AF0B1F34C2C1EEB35F1A9BE1DBAE3A7
source: Kel, the data you sent is so extremely clear! We can hear so much of the electromgnetic winds! This data is really good for our research.\\Thanks,\- Dr. Max
ru: Кел, данные, что ты отправил, такие невероятно чёткие! Мы можем слышать так много электромагнитных ветров! Эти данные просто находка для нашего исследования.\\Благодарствую,\- Доктор Макс

# ,1B1C7F444CBFDF6195B92ABCCB0D7F21
source: Hey, needs processing.
ru: Эй, это нужно обработать.

# ,203E7FCA425C930E2E808C95C789EFE7
source: Fantastic work!
ru: Фантастическая работа!

# ,225842C248C78868DBDFFC89C6870D88
source: very useful and clear. i am sure ken is pleased about this. beau travail kel\\- ena
ru: полезно и понятно, mon ami? уверена, кен этим доволен. beau travail, кел.\\- эна

# ,22716ED04508FE67C7C7DCA70C952D00
source: listen to it together
ru: послушаем вместе

# ,25E6B33144FD03798FFF1B85D202870B
source: Great audio!
ru: Отличное аудио!

# ,2686D9764DA274BC7A33BD857F851A78
source: the gun i left for you should be in the garage. next to it should be some ammo. keep it near by, kel. i really don't like this signal and it reminded me that you may not have found the gun yet. don't die out there\\- ena
ru: пушка, которую я оставила для тебя, должна быть в гараже. рядом с ней должны быть патроны. держи её рядом, кел. мне очень не нравится этот сигнал, и он напомнил мне, что ты, peut-être, мог ещё не найти пушку. не умирай там\\- эна

# ,28FC9EDD401C996825119281B771BAC6
source: Bao was right.
ru: Бао был прав.

# ,2A0C631B410599C508A51BBEC05D7385
source: low quality
ru: низкое качество

# ,2C79A73C48449563D271B68589D38BEA
source: I been up all night doing tasks so I don't know if i'm just seeing/hearing things, but I really don't like this data, Kel. Please stay safe out there.\\- Dr. Max
ru: Кел, я всю ночь выполнял задачи, так что не знаю, может, мне просто мерещится или слышится что-то... но эти данные мне совсем не нравятся. Пожалуйста, будь осторожен там, ладно?\\- Доктор Макс

# ,2C82A35744FDCE378E9C4FA82EB037E0
source: Quality isn't great
ru: Качество не крутое

# ,2EDDDFE74FBADDAD80399DB0C4B096DD
source: The data you sent is really clear, Kel. This is awesome work. I wonder why Bao isn't that happy about it. I know Ken is though, LOL!\\Cheers,\- Dr. Max
ru: Кел, данные, которые ты отправил, действительно очень чёткие. Это потрясающая работа. Интересно, почему Бао этим не особо доволен? Хотя Кен, кажется, в восторге, лол!\\Бывай,\- Доктор Макс

# ,30039C9544F8F6E2017F04A88D47A80F
source: Probably not a problem.
ru: Вероятно, это не проблема.

# ,311035964535A54A644AEE91CD0AC97B
source: this data sounds very interesting
ru: эти данные звучат очень интересно

# ,31A841FA407E8DE3662BEEB99E568D78
source: I can't believe you got such clear audio from those machines, dude! I am gonna be trying to release the resource papers as soon as possible.\\- Dr. Ken
ru: Не могу поверить, что тебе удалось получить такой чёткий звук с этих машин, чувак! Я постараюсь выпустить документы с ресурсами как можно скорее.\\- Доктор Кен.

# ,31FA61CD46082825788469B3C3CCA382
source: sounds incroyable
ru: звучит непостижимо

# ,31FF3E3048B68252D7978EA99619C14B
source: Awesome work!
ru: Отличная работа!

# ,343EA1BF49C439532A64ACB6ACDA434B
source: hey
ru: хей

# ,349B6F6A444EB6F29D19CFB0348C9733
source: Audiable winds.
ru: Слышимый ветер.

# ,351B1681447CA487309A1485C92CC959
source: The sounds of space is really fascinating. This is really useful for our research papers! My crew can not thank you enough for this, Kel.\\- Dr. Ken
ru: Звуки космоса — это действительно завораживающе. Это очень полезно для наших научных работ! Моя команда безмерно благодарна тебе за это, Кел.\\- Доктор Кен.

# ,366FB20A44A02497671E5BB3B5B422AE
source: I am 100% sure I am hearing electromagnetic winds and frequencies. I am amazed, I really can't wait to talk to in person again.\\Hope to talk soon,\- Dr. Max
ru: Я на все 100% уверен, что слышу электромагнитные ветры и частоты. Это просто невероятно! Я так жду, когда смогу снова поговорить с тобой лично.\\Надеюсь, скоро поговорим,\- Доктор Макс

# ,39508FD44B53A0F27ADE528802FBB5D8
source: It's better than a Level 0, but still not great. We could probably refine this data ourself so don't worry too much, man.\\- Dr. Ken
ru: Это лучше, чем уровень 0, но всё равно не идеально. Мы, наверное, сможем доработать эти данные сами, так что не переживай слишком сильно, мужик.\\- Доктор Кен.

# ,3B0FD08A41C3B1917A7C279FB1EA0EDD
source: The old array gave this?
ru: Старый массив дал это?

# ,3EAA8BB34447EF0EDA48938DEAFE28AD
source: can hear something in it. merci kel, i'll be trying to refine it myself if i can\\- ena
ru: что-то слышу в этом. merci, кел, я постараюсь доработать это сама, если смогу\\- эна

# ,41B3F77041FF8E402CA8E88B5FBF1289
source: sounds awesome
ru: звучит потрясающе

# ,470FAD534A82FD699AB75FB92E1E6AF7
source: We can use this data, despite needing some refining. Bao should be happy about this. But you know how he is, He signed your P.H.D, Right?\\- Dr. Ken
ru: Мы можем использовать эти данные, несмотря на то, что они требуют доработки. Бао должен быть доволен этим. Но ты же знаешь, как он себя ведёт. Он подписал твой кандидатский, верно?\\- Доктор Кен.

# ,486B18404A2C748D259F5C860172D5C2
source: Something's off
ru: Что-то не так

# ,49AEE7674FA3308E604C41A186897B74
source: This data is going down in the science books, I bet! I am surpised that those machines there can get data like this! Awesome work, Kel.\\Hope to speak soon,\- Dr. Max
ru: Эти данные точно войдут в учебники по науке, вот увидишь! Я удивлён, что те машины вообще способны собрать такое! Отличная работа, Кел.\\Надеюсь, вскоре поговорим,\- Доктор Макс

# ,4AE1ACA4426753CC2BBD188BE3233794
source: Hey Kel, I'm gonna make sure your name is part of any research papers we do since you found the signals. Awesome work!\\- Dr. Ken
ru: Эй, Кел, я позабочусь о том, чтобы твоё имя было в любом исследовательском докладе, который мы будем публиковать, ведь именно ты нашёл эти сигналы. Отличная работа!\\- Доктор Кен.

# ,4DD6C2E4443F66F00BF2BCA069A5220B
source: Title Left Blank
ru: Название оставлено пустым

# ,50F05EA7453F9B28E7FD1E9C01C043CE
source: Checking in!
ru: Проверяем!

# ,51B48DFA4765635B96D9F88E1E105228
source: better, can hear something
ru: лучше, могу что-то услышать

# ,52AE6F984B6B5E384A0D8EB8450B0B5A
source: The data is really shoddy, dude. Our machines can't find much of use on these. Try sending in some higher level data, if you can.\\- Dr. Ken
ru: Данные действительно ненадёжные, чувак. Наши машины не могут найти много полезного в этом. Попробуй отправить данные более высокого уровня, если сможешь.\\- Доктор Кен.

# ,52B163EA47A1B252C0D45F926FA54435
source: We can use this.
ru: Мы можем это использовать.

# ,53CBB02E4BF4BE7B1E37F190843F7A36
source: What the fuck
ru: Какого хуя

# ,54E5CE7E469CAA6BB31D4195B4DA7B72
source: Strange dreams.
ru: Странные сны.

# ,5679099D4C0EBA8ED0FE3C91B6978E89
source: The audio is very good, but still too noisey to really make out anything. Don't worry, we can work with this though! Thanks a bunch, Kel! Stay safe.\\All the best,\- Dr. Max
ru: Звук очень хороший, но всё ещё слишком шумный, чтобы чётко разобрать что-то. Но не переживай, мы с этим справимся! Огромное спасибо, Кел! Береги себя.\\С наилучшими пожеланиями,\- Доктор Макс

# ,5777A93E464E202712D9F98FFEB33D7F
source: this data sucks, can’t get anything from it. upgrade these when possible, kel\\- ena
ru: эти данные ужасны, из них ничего не вытащить. mets à jour это, как только сможешь, кел.\\- эна

# ,58B47E284C3F9B103B2A51AD72CE51C4
source: Need better data
ru: Нужны данные получше

# ,58D4811C4774E977391C0D99DCD7CD00
source: You know we can't really use these drives, right? We need the data refined more, so please try to do so when you can, Kel. Hope everything is going alright.\\Stay safe\- Dr. Max
ru: Ты же понимаешь, что мы не можем использовать эти диски, верно? Нам нужно, чтобы данные были доработаны, так что постарайся сделать это, когда сможешь, Кел. Надеюсь, у тебя всё в порядке.\\Береги себя\- Доктор Макс

# ,5B0B98934670DF9C13CEBA9DA6F8B9C3
source: Still noisy
ru: Просто шумно

# ,5E3FF19E4FAD1B63EF89588F37ED3B0F
source: Do you hear anything in the audio, Kel? Maybe it's just me, I I been staying up completing tasks for Bao. Ena said to process this data if you still have a backup and I agree, hopefully it'll be nothing.\\With gratitude,\- Dr. Max
ru: Ты что-нибудь слышишь в аудио, Кел? Может, это только мне так кажется, я ведь не спал всю ночь, выполняя задачи для Бао. Эна сказала обработать эти данные, если у тебя ещё есть резервная копия, и я согласен, надеюсь, что всё будет в порядке.\\С благодарностью,\- Доктор Макс

# ,604090844CD7A08857C63E9576E8746A
source: We'll need to really refine this data more. If you can send in a higher level signal that'll be great, man.\\- Dr. Ken
ru: Нам нужно будет серьёзно доработать эти данные. Если сможешь отправить сигнал более высокого уровня, будет здорово, мужик.\\- Доктор Кен.

# ,6237856C493A1FB40BCA30AD787133E5
source: Maybe it's nothing.
ru: Может, это ничего.

# ,637705E640EB1C1BE7FE5780BEA0B701
source: i gotta get a backup of this one.i hope we can listen to it together once you are done with the job. keep it up, kel\\- ena
ru: мне нужно сделать резервную копию этого. надеюсь, мы сможем послушать это вместе, как только ты закончишь свою работу. continue comme ça, кел\\- эна

# ,647AE2324393AF59CFBA52920199C9C2
source: useful data
ru: полезные данные

# ,66D2EC4F445C087143C3AC9D18180203
source: hey, send me a processed version of this so i can save it. this data sounds very intéressant. if you deleted it, i’m gonna beat your ass.\\- ena
ru: эй, отправь мне обработанную версию, чтобы я могла её сохранить. эти данные звучат очень intéressant. если ты удалил запись, я тебе надеру задницу.\\- эна

# ,67CA33894B3CEC08381D0F980890CCB4
source: I can see why Bao wanted this place up and running so soon after Dr. Dee left. Still unsure why we couldn't send more people. I'm gonna be processing this data myself to see if we can get even better results.\\- Dr. Ken
ru: Понимаю, почему Бао хотел, чтобы это место заработало так быстро после того, как доктор Ди ушёл. Всё ещё не понимаю, почему мы не могли отправить больше людей. Я сам займусь обработкой этих данных, чтобы увидеть, сможем ли мы получить ещё лучшие результаты.\\- Доктор Кен.

# ,6BBE280047A5ABF038DA299E178C669E
source: seems worth keeping
ru: кажется, стоит оставить

# ,6BD990DB4616152E8D0E4B8C1D747F67
source: Good, but not great
ru: Хорошо, но не круто

# ,6CA63FF94A3F255F33054E81F128DA5D
source: Server repair needed.
ru: Нужен ремонт сервера.

# ,703B8F7049D3DEB6AD16A6BB21326909
source: Server repair is needed at Zulu. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Please. Get me out of here. I can't take it anymore. Please. Get me out of here. I can't take it anymore. Please. Get me out of here. I can't take it anymore. Please. Get me out of here. I can't take it anymore. Please. Get me out of here. I can't take it anymore. Please. Get me out of here. I can't take it anymore. Please. Get me out of here. I can't take it anymore. Please. Get me out of here. I can't take it anymore. Please. Get me out of here. I can't take it anymore. Please. Get me out of here. I can't take it anymore. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. Send in a repair crew member or automatic repair unit. - [ZULU]
ru: Требуется ремонт сервера Зулу. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Пожалуйста. Вытащите меня отсюда. Я больше не могу это терпеть. Пожалуйста. Вытащите меня отсюда. Я больше не могу это терпеть. Пожалуйста. Вытащите меня отсюда. Я больше не могу это терпеть. Пожалуйста. Вытащите меня отсюда. Я больше не могу это терпеть. Пожалуйста. Вытащите меня отсюда. Я больше не могу это терпеть. Пожалуйста. Вытащите меня отсюда. Я больше не могу это терпеть. Пожалуйста. Вытащите меня отсюда. Я больше не могу это терпеть. Пожалуйста. Вытащите меня отсюда. Я больше не могу это терпеть. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. Отправьте члена ремонтной команды или автоматический ремонтный модуль. - [ЗУЛУ]

# ,7081900D4D699909FA6C4FB716E3AA49
source: hope your satellites are okay
ru: надеюсь, с твоими радиотелескопами tout va bien

# ,7A21B2A441521919D2AA808128AE6DD0
source: doux jésus, kel. not sure what makes this frequency, but it does not sound good or friendly. i hope nothing like that is in the forest\\- ena
ru: doux jésus, кел. не знаю, что создаёт эту частоту, но она не звучит ни хорошо, ни дружелюбно. надеюсь, что ничего подобного нет в лесу\\- эна

# ,7B1E916B41817BF6A5B4928CAC263C4E
source: We really need better data, Kel! Bao isn't really happy with these results. He can be really mean about it.\\Sincerely,\- Dr. Max
ru: Чёрт возьми, нам действительно нужны данные получше, Кел! Бао совсем не доволен этими результатами. Он может быть таким жестоким из-за этого…\\Искренне,\- Доктор Макс

# ,7EEA9DB24415294AD32990A13D590C5A
source: Hearing something!
ru: Что-то слышу!

# ,7F2502944A7C9763C439B6AA0A96A2F4
source: hey
ru: хей

# ,8026190E4B81048FD93344BA2D41FB1C
source: Research papers out soon.
ru: Скоро выйдут научные статьи.

# ,84023EDC44A67D77A04A89AD3625F392
source: Body Left Blank
ru: Сообщение оставлено пустым

# ,847CAB724DA4CEBA345C75B04BCDD8D1
source: What's up, Dr. Kel. I know you can't respond, but Max asked me to send you an email to help you get to know me. I help with working with the machinery and categorying the signals you send in. - Dr. Ken
ru: Чё как, доктор Кел. Знаю, что ты не можешь ответить, но Макс попросил меня отправить тебе письмо, чтобы ты мог познакомиться со мной. Я помогаю с работой с техникой и катологизацией сигналов, которые ты отправляешь. - Доктор Кен

# ,85DB2E1041F676A29310C2959C77C181
source: This data could do with more processing. Please try to get better quality data when you can, Kel!\\Sincerely,\- Dr. Max
ru: Эти данные нуждаются в дополнительной обработке. Пожалуйста, постарайся обработать их, когда сможешь, Кел!\\Искренне,\- Доктор Макс

# ,86BA75C641D44E44A0553BB4F4296568
source: hearing something, at least
ru: хоть что-то услышать

# ,8BA619554FDA4E192C175298C880D647
source: hey, you better not be dead yet. i would be pissed at you if you died only a week in. i been analazing the signals you been sending in, saving any i think is worth keeping. hope you're eating well out there. - ena
ru: эй, mon cher, надеюсь, ты там ещё не сдох. я бы сильно рассердилась, если бы ты умудрился умереть всего через неделю. я анализировала сигналы, которые ты отправлял, и сохраняла те, которые, по моему мнению, стоило бы оставить. надеюсь, ты там нормально питаешься. - эна

# ,8DAFF8CE41B67F6BE521668C35381BBC
source: One for the books!
ru: Один для книг!

# ,8E969A304B78DD2FC36651932D21223F
source: c’est mieux. i can hear some stuff in it. i am going to refine it myself and gather some useful data\\- ena
ru: c’est mieux. я слышу что-то в этом. я сама доработаю это и соберу полезные данные\\- эна

# ,8F8EC4054A508BBC873775ADEDAAA35D
source: should be able to gather something from this, i will refine it later. à +\\- ena
ru: я должна смочь что-то из этого собрать, я доработаю это позже. à+\\- эна

# ,901583074637334BBACD3EA18843C05F
source: "{name}" have sent the #{version} email for an "{quality}" signal.
ru: "{name}" отправил #{version} эмейл для "{quality}" сигнала.

# ,9583349D4990B7AF0AC3FCB040B6E666
source: process it for moi, kel. i’m very curious, the data you sent in seems like it would have something good on it if refined more.\\- ena
ru: обработай это pour moi, кел. мне очень интересно, данные, которые ты прислал, похоже, могут содержать что-то хорошее, если их доработать.\\- эна

# ,97B805B24F7315135F159DB9C70AB11A
source: good job, kel
ru: хорошая работа, кел

# ,97D7DA174CF07C96652EA4B982D8DAD2
source: Excellent work, Kel!
ru: Исключительная работа, Кел!

# ,985EFD6044F53F6844EEA9B7C7DDEBD9
source: Welcome to the Crew!
ru: Добро пожаловать в команду!

# ,98D3F3CE47D1E92802C3B49B41B66948
source: Not what I was expecting!
ru: Не то, что я ожидал!

# ,9A473A884EE6CCDB856F49835355CB7B
source: The data on this drive is really strange, Kel. Ena, Ken, and I are looking into refining the data. If you kept a backup copy of it, you should try to process it too.\\Sincerely,\- Dr. Max
ru: Данные на этом диске действительно странные, Кел. Эна, Кен и я пытаемся обработать данные. Если вы сделали бэкап этого диска, вам следует обработать его.\\Искренне,\- Доктор Макс
