Repository: RubyTheQuester/Email-Personalities
Catalog: Content/Localization/Email/*/Email.po
Languages: ru

# ,9A9AFBB64CEA099FBD8A6F80B9CE9401
source: Ena said she'll take over looking over this data for me. I'm glad she is, but I'm still worried about you. I am going to try and relax but please stay safe.\\- Dr. Max
ru: Эна сказала, что возьмёт на себя проверку этих данных вместо меня. Я рад, что она это сделает, но я всё равно переживаю за тебя. Я попробую расслабиться, но, пожалуйста, будь осторожен.\\- Доктор Макс

# ,9B194BB64AC3319EFC46ADBC64DA5296
source: Ena will take over on this
ru: Эна займётся этим

# ,9C38206947E79CF63C91B593C10666A8
source: Gaussian field theory!
ru: Гауссова теория поля!

# ,9CBA62354A675BB8991C5CBB64615727
source: Fascinating!
ru: Захватывающе!

# ,9D374F80429CC2AB093BDBA515BA5A88
source: I been having strange dreams after listening to the data you sent in, Kel. Only part I can remember is seeing an alien ship in the sky. I really need more coffee.\\- Dr. Ken
ru: Мне стали сниться странные сны после того, как я послушал данные, которые ты прислал, Кел. Единственное, что я помню — это космический корабль пришельцев в небе. Мне точно нужно больше кофе.\\- Доктор Кен.

# ,A1F7656F480752BB255ED0A8D0C91746
source: it’s low quality and very noisy mais maybe i can catch something out of this\\- ena
ru: качество низкое и очень шумно, mais, может быть, я смогу выудить что-то из этого\\- эна

# ,A314A6124DA5E14C01BBE59EA12FBCCB
source: I'm surpised the old machines there can give results. Glad to know Dr. Dee didn't leave the place in bad conditions. We're gonna be refining these results as they sound promising.\\- Dr. Ken
ru: Удивлён, что старые машины там могут давать результаты. Рад, что доктор Ди не оставил это место в плохом состоянии. Мы будем дорабатывать эти результаты, так как они звучат многообещающе.\\- Доктор Кен.

# ,A76E906741E2F47AFF2FADA7719C2EA2
source: Strange data
ru: Странные данные

# ,AAE3EE0B4AC3F5772661A889327AFB19
source: This is incredible, all the things we are learning from this data alone! You are doing great work, dude. I really don't know why Bao isn't happy with it.\\- Dr. Ken
ru: Это невероятно, сколько всего мы узнаём только из этих данных! Ты проделываешь отличную работу, чувак. Я действительно не понимаю, почему Бао не доволен этим.\\- Доктор Кен.

# ,AD89C9C547264A9A65972C844AFB7195
source: This data is still really noisy, but better than nothing.\\Stay safe,\- Dr. Max
ru: Эти данные — просто шум, но это всё ещё лучше, чем ничего.\\Береги себя,\- Доктор Макс

# ,AEE346DA4B9DDE02D5AD9998ADA9CC35
source: Probably not a problem, probably. But I'm feeling like I am seeing something within the noise of the data you sent in. I think it's just because I hasn't been sleeping properly. You don't see it, right?\\- Dr. Ken
ru: Наверное, это не проблема, наверное. Но мне кажется, что я начинаю что-то видеть в шуме данных, которые ты прислал. Думаю, это просто из-за того, что я не выспался. Ты этого не видишь, правда?\\- Доктор Кен.

# ,AFB42E034600A3D6B78FE0B7F483AF3A
source: There are flux patterns like we've never seen. You can actually hear the shapes interacting, too! At least, we think that's what we're hearing. Keep up the good work, Kel.\\- Dr. Ken
ru: Здесь есть флуктуационные паттерны, которые мы никогда раньше не видели. Мы даже слышим, как формы взаимодействуют друг с другом! По крайней мере, мы думаем, что это именно то, что мы слышим. Продолжай в том же духе, Кел.\\- Доктор Кен.

# ,B0BFABDB47B68B249DD696974C9F259A
source: I don't know what to say. I really don't like this, Kel. I think Ena said she left a gun behind in the one of the satallites. I can't remember for the life of me which one, I think it started with an "L"\\- Dr. Max
ru: Я не знаю, что сказать. Мне это совсем не нравится, Кел. Кажется, Эна говорила, что оставила оружие на одном из радиотелескопов. Я никак не могу вспомнить, на каком именно... Кажется, его название начиналось на "L"\\- Доктор Макс

# ,B5ABABC844E0CFFB924AF5931BC99A2B
source: Incredible find!
ru: Невероятная находка!

# ,B5C1522046ECF41D34C889934BDDDE8C
source: Still noisy, Kel
ru: Все ещё шумно, Кел.

# ,B73C56404ED97AB3FC938B88E8F42043
source: I am going to state this first. I hasn't been sleeping the best. I been up all night doing tasks for Bao, so maybe it's because I'm tired. But I heard something truly dreadful behind the noise. Something otherworldy. I hope it's nothing.\\- Dr. Ken
ru: Хочу сначала сказать, что я не выспался. Я не спал всю ночь, выполняя задания для Бао, так что, возможно, это из-за усталости. Но я услышал что-то действительно ужасное за шумом. Что-то неземное. Надеюсь, что это ничего серьезного.\\- Доктор Кен.

# ,BD436658452F820CB9A4BB82E1C76E35
source: sucks
ru: отстой

# ,C15EB7454B046550254F288861BAB7D5
source: Really good data!
ru: Реально хорошие данные!

# ,C2B1DF5944885A6343D057A0CCC9B317
source: Hey Kel, checking in! I hope you're doing alright. Bao really didn't like the idea, but I managed to convience him to let me send you an email! I'm currently taking a break from calibrating our machines and stocking our shelves to send you this. Really hope you're doing well! Stay safe - Dr. Max
ru: Привет, Кел! Просто хочу узнать, как ты там. Надеюсь, у тебя всё в порядке. Бао совсем не понравилась эта идея, но я всё-таки смог уговорить его позволить мне отправить тебе письмо! Сейчас я сделал перерыв от калибровки наших машин и пополнения запасов, чтобы написать тебе. Очень надеюсь, что у тебя всё хорошо! Береги себя, - Доктор Макс

# ,C589AF04471AB544D563B7836DC36836
source: can not wait for the year to be over so we can hang out again. i am gonna try to get a backup of this one and we can listen to it ensemble once you are done. max may join in too\\- ena
ru: не могу дождаться, когда год закончится, чтобы мы снова могли повидаться. я постараюсь сделать резервную копию этого, и мы сможем послушать это ensemble, как только ты закончишь. макс тоже может присоединиться.\\- эна

# ,C6CEBDC94DF63EF11E4268BC5874C4D9
source: We can hear things the winds and emission. We still need to refine the data but this is really good.\\- Dr. Ken
ru: Мы слышим вещи, связанные с ветром и излучением. Нам ещё нужно доработать данные, но это уже очень хороший результат.\\- Доктор Кен.

# ,C99742084EE68B8F437748A827C0DD42
source: spooky shit, kel. whatever make that signal is not friendly. i hope we never encounter it. stay safe out there, kel\\- ena
ru: жуткая хрень, кел. что бы ни создавало этот сигнал, оно не дружелюбное. надеюсь, мы никогда не столкнемся с этим. береги себя там\\- эна

# ,CA6268AE49AF06745215369CD4767256
source: Needs refining, still
ru: Ещё нужно доработать.

# ,CFFC490C4AA2DCF8EC28CAA7B4DE9E48
source: shitty
ru: говёно

# ,D4BE9FCE4D766D3BD7F7C6A9F187186D
source: i think i could catch something out of this but processing it could help. à +\\- ena
ru: я думаю, что смогу что-то из этого уловить, но обработка может помочь. à +\\- эна

# ,D741F468469D0896694CF08199216BC3
source: Level 3, please?
ru: Уровень 3, пожалуйста?

# ,DD3169D64069313F56444E8B7B358EF5
source: I wasn't expecting data like this at all! I'm shocked that you were able to capture something like this. We gotta get drinks with Ena after you're done with the job! I think I could even get Ken to join with us, LOL!\\Cheers,\- Dr. Max
ru: Я совсем не ожидал таких данных! Просто в шоке, что тебе удалось заполучить что-то подобное. Мы обязательно должны сходить выпить с Эной, когда ты закончишь работу! Думаю, я даже смогу уговорить Кена присоединиться к нам, лол!\\Бывай,\- Доктор Макс

# ,DE6F4F9D4DC708A4066BC4A4EAA56F85
source: the data is shitty on this drive. bao, the old trouduc isn't very happy. process the drive so he shuts up\\- ena
ru: данные на этом диске полное дерьмо. бао, старый trouduc, не очень доволен. обработай диск, чтобы он заткнулся.\\- ena

# ,DEB1A0564FCE1D01BC9C2DA0FB27672D
source: bravo kel. the data is très bien and clear. useful for our research. ken really seems pleased about it\\- ena
ru: браво, кел. данные très bien и чёткие. полезны для нашего исследования. кен, похоже, действительно доволен\\- эна

# ,E13C1988453E16AD92841CBD2B59AA03
source: This is good, but it's still not really that high of quality. Still a bunch of noise in it. I'm sure we can refine this later. Thanks Kel!\\Thanks,\- Dr. Max
ru: Это неплохо, но качество всё ещё оставляет желать лучшего. Всё ещё слишком много шума. Уверен, мы сможем доработать это позже. Спасибо, Кел!\\Спасибо,\- Доктор Макс

# ,E14FF4B9458BF5EA723F849C37C7DFB8
source: noisy but maybe usable
ru: шумное но возможно полезное

# ,E23AC9B6486C9D4DA7240FAAAB269FE7
source: process it for me, kel
ru: обработай это для меня, кел

# ,E2A5196C43EE6D4F52EA8383993A4EA8
source: not of this earth
ru: не с этой земли

# ,E2F975F1493919133B761D8000F5B96E
source: Leave.
ru: Оставь.

# ,E3D85D204303B9A4E55261814A3EE63C
source: better send me a level 3 version, abruti. the data seems very interesting and i really wanna see it\\- ena
ru: лучше отправь мне версию уровня 3, abruti. данные кажутся очень интересными, и я действительно хочу их увидеть\\- эна

# ,E69C0AF94F73AC4D29E8B48978C459E4
source: Flux patterns!
ru: Флуктуационные паттерны!

# ,E6F6E1094F43DDBCC87BB98C501A58FD
source: Find Me.
ru: Найди Меня.

# ,E9FDBB0F4B5B9049513CCBACFFD67AB0
source: [Broken Event]
ru: [Сломанный Ивент]

# ,EA479EF44854ACCD127DE2BAC922DAB9
source: These drives are too noisy right now to really be useful, Kel. I hope your machines are all working well.\\Stay safe,\- Dr. Max
ru: Эти диски содержат слишком много шума, чтобы они были полезными, Кел. Надеюсь, твои машины работают нормально.\\Береги себя,\- Доктор Макс

# ,EA5C8CA04835203571815CA8F4E00140
source: Yo, Bao is being kinda pissy about the low quality data you're sending in. I tried telling him that it's the machines but all he said was "He can upgrade the processing machine." Not sure what he means.\\- Dr. Ken
ru: Йоу, Бао немного раздражён из-за низкого качества данных, которые ты присылаешь. Я пытался объяснить ему, что это из-за машин, но он сказал только: "Он может обновить машину для обработки." Не совсем понял, что он имеет в виду.\\- Доктор Кен.

# ,EAE954E74F9BBC9B4C38BB99CD0D0C31
source: scary
ru: жутко

# ,EB03DE624802278A05BE02981DFE362E
source: really hope your vaisselles are okay, if they’re fucked, we cannot send anyone to fix it for you. if they aren’t, then this data just sucks and you need to process it\\- ena
ru: надеюсь, твои vaisselles в порядке, если они поломаны, мы не сможем никого отправить, чтобы починить их для тебя. эти данные просто отстой, и тебе нужно их обработать\\- эна

# ,EE30EB5940D31E97EC1347B8BD105A19
source: Get out while you still can, kid. - [UNKNOWN]
ru: Уходи, пока еще можешь, малыш. - [НЕИЗВЕСТНЫЙ]

# ,EF1A3AE142BC21328CDB339A17967DCF
source: Hey Kel, these drives are really not good. We can barely make out any data on them. Please try to get a higher level drive when you can!\\All the best,\- Dr. Max
ru: Привет, Кел, эти диски реально не подходят. Мы едва можем разобрать какие-либо данные. Пожалуйста, постарайся высылать диски получше, когда будет возможность!\\Всего наилучшего,\- Доктор Макс

# ,F063DC3A4F34BA6276CFA699C8B99521
source: Too noisy
ru: Слишком много шума

# ,F10A295548077249EDC50BB3290374FA
source: Decent audio
ru: Достойный звук

# ,F117FC0D45FF44E4E677DCBFF12F1421
source: Kel, this explains so much about deep-space field theory. My team don't even know where to start. The papers we are going to write are going to be worth so much in our field of research!\\- Dr. Ken
ru: Кел, это объясняет так много о теории поля глубокого космоса. Моя команда даже не знает, с чего начать. Документы, которые мы напишем, будут иметь огромную ценность в нашей области исследований!\\- Доктор Кен.

# ,F35740F8413874903A18E68793F07B2A
source: usable
ru: полезно

# ,F7577FFE466D69E1BEB05EAC108435EC
source: Surprising results.
ru: Неожиданные результаты.

# ,F7EEB2804B79EC9AEFF26EB40EA72B68
source: <r>[EMAIL DEBUG ]</> - Sending all emails of <c>{user}</>...
ru: <r>[ОТЛАДОЧНОЕ СООБЩЕНИЕ]</> - Отправка всех писем от <c>{user}</>...

# ,FBF14556402357E615A02B8FE1738FA7
source: Sleep
ru: Спать

# ,FD86AA674751E2394B4D818AA7C13370
source: More processing, please
ru: Побольше обработки, по возможности

# ,FE44ABBE44A892E98D13FC9E6203A803
source: Not really useful
ru: Не слишком полезно

# ,FFE4C53E4489103E3B112AB7C074F56A
source: gun in the basement
ru: пушка на базе
